
export const data = {
    countries: [
        {
            name: "مصر",
            position: [26.8206,30.8025],
            cities: [
                {
                    name: "القاهرة",
                    position:[30.0444, 31.2357],
                    neighborhood: [
                        {
                            name: "الدقي",
                            info: "منطقة الدقي في القاهرة",
                            position:[30.0444, 31.2357],
                        },
                        {
                            name: "خان الخليلي",
                            info: "منطقة خان الخليلي في القاهرة",
                            position:[30.0444, 31.2357],
                        },
                        {
                            name: "مصر الجديدة",
                            info: "منطقة مصر الجديدة في القاهرة",
                            position:[30.0444, 31.2357],
                        }
                    ]
                },
                {
                    name: "الاسكندرية",
                    position:[31.2001, 29.9187],
                    neighborhood: [
                        {
                            name: "الابراهيمية",
                            info: "منطقة الابراهيمية في الاسكندرية",
                            position:[31.2001, 29.9187],
                        },
                        {
                            name: "السيوف",
                            info: "منطقة السيوف في الاسكندرية",
                            position:[31.2001, 29.9187],
                        },
                        {
                            name: "الدخيله",
                            info: "منطقة الدخيله في الاسكندرية",
                            position:[31.2001, 29.9187],
                        }
                    ]
                },
                {
                    name: "المنصورة",
                    position:[31.0409, 31.3785],
                    neighborhood: [
                        {
                            name: "قولنجيل",
                            info: "منطقة قولنجيل في المنصورة",
                            position:[31.0409, 31.3785],
                        },
                        {
                            name: "جديلة",
                            info: "منطقة جديلة في المنصورة",
                            position:[31.0409, 31.3785],
                        },
                        {
                            name: "توريل",
                            info: "منطقة توريل في المنصورة",
                            position:[31.0409, 31.3785],
                        }
                    ]
                }
            ]
        },
        {
            name: "سوريا",
            cities: [
                {
                    name: "دمشق",
                    position:[33.5138, 36.2765],
                    neighborhood: [
                        {
                            name: "البرامكة",
                            info: "منطقة البرامكة في دمشق",
                            position:[33.5138, 36.2765],
                        },
                        {
                            name: "الشعلان",
                            info: "منطقة الشعلان في دمشق",
                            position:[33.5138, 36.2765],
                        },
                        {
                            name: "الحريقة",
                            info: "منطقة الحريقة في دمشق",
                            position:[33.5138, 36.2765],
                        }
                    ]
                },
                {
                    name: "حلب",
                    position:[36.2021, 37.1343],
                    neighborhood: [
                        {
                            name: "الحمدانية",
                            info: "منطقة الحمدانية في حلب",
                            position:[36.2021, 37.1343],
                        },
                        {
                            name: "الزبدية",
                            info: "منطقة الزبدية في حلب",
                            position:[36.2021, 37.1343],
                        },
                        {
                            name: "السكري",
                            info: "منطقة السكري في حلب",
                            position:[36.2021, 37.1343],
                        }
                    ]
                },
                {
                    name: "طرطوس",
                    position:[34.8959, 35.8867],
                    neighborhood: [
                        {
                            name: "صافيتا",
                            info: "منطقة صافيتا في طرطوس",
                            position:[34.8959, 35.8867],
                        },
                        {
                            name: "دريكيش",
                            info: "منطقة دريكيش في طرطوس",
                            position:[34.8959, 35.8867],
                        },
                        {
                            name: "بانياس",
                            info: "منطقة بانياس في طرطوس",
                            position:[34.8959, 35.8867],
                        }
                    ]
                }
            ]
        },
        {
            name: "فلسطين",
            cities: [
                {
                    name: "القدس",
                    position:[31.7683, 35.2137],
                    neighborhood: [
                        {
                            name: "البستان",
                            info: "منطقة البستان في القدس",
                            position:[31.7683, 35.2137],
                        },
                        {
                            name: "المغاربة",
                            info: "منطقة المغاربة في القدس",
                            position:[31.7683, 35.2137],
                        },
                        {
                            name: "الأرمن",
                            info: "منطقة الأرمن في القدس",
                            position:[31.7683, 35.2137],
                        }
                    ]
                },
                {
                    name: "غزة",
                    position:[31.5017, 34.4668],
                    neighborhood: [
                        {
                            name: "النصر",
                            info: "منطقة النصر في غزة",
                            position:[31.5017, 34.4668],
                        },
                        {
                            name: "الرمال",
                            info: "منطقة الرمال في غزة",
                            position:[31.5017, 34.4668],
                        },
                        {
                            name: "الشجاعية",
                            info: "منطقة الشجاعية في غزة",
                            position:[31.5017, 34.4668],
                        }
                    ]
                },
                {
                    name: "الخليل",
                    position:[31.5326, 35.0998],
                    neighborhood: [
                        {
                            name: "الرامة",
                            info: "منطقة الرامة في الخليل",
                            position:[31.5326, 35.0998],
                        },
                        {
                            name: "العقابة",
                            info: "منطقة العقابة في الخليل",
                            position:[31.5326, 35.0998],
                        },
                        {
                            name: "القزازين",
                            info: "منطقة القزازين في الخليل",
                            position:[31.5326, 35.0998],
                        }
                    ]
                }
            ]
        },
    ]
};